Repository: ecomter/eComBox
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans_cn

# Translator_History.Header
source: Translation History
zh_hans_cn: 翻译历史

# Translator_InputContent.Text
source: Input Content
zh_hans_cn: 输入内容

# Settings_Personalization.Text
source: Personalization
zh_hans_cn: 个性化

# Settings_Advanced.Text
source: Advanced
zh_hans_cn: 高级

# Settings_AISection.Text
source: AI Features
zh_hans_cn: AI 功能

# Settings_AIUsage_PremiumBadge.Text
source: PREMIUM
zh_hans_cn: 高级版

# Settings_AIUsage_Remaining.Text
source: Remaining today:
zh_hans_cn: 今日剩余次数：

# Settings_AIUsage_LimitInfo.Text
source: Free users can use AI date prediction up to 25 times per day to save costs. Upgrade to Premium for unlimited usage.
zh_hans_cn: 为节约成本，免费用户每天可以使用 AI 日期预测功能最多 25 次。升级到高级版可获得无限使用权限。

# Settings_AIUsage_PremiumInfo.Text
source: You have Premium access with unlimited AI date predictions. Thank you for your support!
zh_hans_cn: 您已拥有高级版权限，可以无限制使用 AI 日期预测功能。感谢您的支持！

# Settings_AIUsage_PurchaseButton.Content
source: Upgrade to Premium
zh_hans_cn: 升级到高级版

# Settings_AIUsage_PurchaseSuccess_Title
source: Purchase Successful
zh_hans_cn: 购买成功

# Settings_AIUsage_PurchaseSuccess_Content
source: Thank you for upgrading to Premium! You now have unlimited access to AI date prediction features.
zh_hans_cn: 感谢您升级到高级版！您现在可以无限制使用 AI 日期预测功能。

# Settings_AIUsage_PurchaseSuccess_CloseButton
source: OK
zh_hans_cn: 确定

# Settings_AIUsage_PurchaseFailed_Title
source: Purchase Not Completed
zh_hans_cn: 购买未完成

# Settings_AIUsage_PurchaseFailed_Content
source: The purchase was not completed. Please try again later or contact support if the issue persists.
zh_hans_cn: 购买未能完成。请稍后重试，如果问题持续存在，请联系客服支持。

# Settings_AIUsage_PurchaseFailed_CloseButton
source: Close
zh_hans_cn: 关闭

# Settings_AIUsage_PurchaseError_Title
source: Error During Purchase
zh_hans_cn: 购买过程中出错

# Settings_AIUsage_PurchaseError_Content
source: An error occurred during the purchase process:
zh_hans_cn: 购买过程中发生错误：

# Settings_AIUsage_PurchaseError_CloseButton
source: Close
zh_hans_cn: 关闭

# Settings_TranslatorTool.Header
source: Translation Tool
zh_hans_cn: 翻译工具

# Settings_TranslatorTool.Description
source: Using Azure Translation Services
zh_hans_cn: 借助 Azure 翻译服务

# Settings_AzureTranslator.Content
source: Azure AI Translator
zh_hans_cn: Azure AI 翻译

# Settings_Endpoint.Header
source: Endpoint
zh_hans_cn: 终结点

# DatePage_ClearButton.Label
source: Clear All
zh_hans_cn: 清空

# DatePage_NewButton.Label
source: New
zh_hans_cn: 新建

# DatePage_ImportButton.Label
source: Import
zh_hans_cn: 导入

# DatePage_ExportButton.Label
source: Export
zh_hans_cn: 导出

# DatePage_DeleteAll_Title
source: Delete All
zh_hans_cn: 删除全部

# DatePage_DeleteAll_Content
source: This action cannot be undone
zh_hans_cn: 此操作不可撤销

# DatePage_DeleteAll_PrimaryButton
source: OK
zh_hans_cn: 确定

# DatePage_DeleteAll_CloseButton
source: Cancel
zh_hans_cn: 取消

# DatePage_ImportWarning_Title
source: Confirm Import
zh_hans_cn: 确认导入

# DatePage_ImportWarning_Content
source: Importing a new configuration file will clear all current content. Continue?
zh_hans_cn: 导入新配置文件会清除当前所有内容，是否继续？

# DatePage_ImportWarning_PrimaryButton
source: OK
zh_hans_cn: 确定

# DatePage_ImportWarning_CloseButton
source: Cancel
zh_hans_cn: 取消

# DatePage_EditDialog_Title
source: Edit Event
zh_hans_cn: 编辑事件

# DatePage_EditDialog_PrimaryButton
source: OK
zh_hans_cn: 确定

# DatePage_EditDialog_CloseButton
source: Cancel
zh_hans_cn: 取消

# DatePage_EditDialog_SecondaryButton
source: Delete Card
zh_hans_cn: 删除卡片

# DatePage_ColorLabel
source: Card Color:
zh_hans_cn: 卡片颜色:

# DatePage_Color_Blue
source: Blue
zh_hans_cn: 蓝色

# DatePage_Color_Green
source: Green
zh_hans_cn: 绿色

# DatePage_Color_Yellow
source: Yellow
zh_hans_cn: 黄色

# DatePage_Color_Red
source: Red
zh_hans_cn: 红色

# DatePage_Color_Purple
source: Purple
zh_hans_cn: 紫色

# DatePage_Color_Pink
source: Pink
zh_hans_cn: 粉色

# DatePage_Color_Gray
source: Gray
zh_hans_cn: 灰色

# DatePage_Color_Starry
source: Starry Sky
zh_hans_cn: 星空

# DatePage_Color_Festive
source: Festive
zh_hans_cn: 喜庆

# DatePage_Color_Default
source: Default
zh_hans_cn: 默认

# DatePage_Color_Sunset
source: Sunset
zh_hans_cn: 日落

# DatePage_Color_Ocean
source: Ocean
zh_hans_cn: 海洋

# DatePage_Color_Forest
source: Forest
zh_hans_cn: 森林

# DatePage_Color_Lavender
source: Lavender
zh_hans_cn: 薰衣草

# DatePage_Color_Candy
source: Candy
zh_hans_cn: 糖果

# DatePage_Color_Aurora
source: Aurora
zh_hans_cn: 极光

# Geometry_Conic.Header
source: Conic Sections
zh_hans_cn: 曲线操作

# Geometry_Triangle_SideA.Text
source: Side a
zh_hans_cn: 边长a

# Geometry_Triangle_SideB.Text
source: Side b
zh_hans_cn: 边长b

# Geometry_Triangle_SideC.Text
source: Side c
zh_hans_cn: 边长c

# Geometry_Calculate.Content
source: Calculate
zh_hans_cn: 计算

# Geometry_DecimalPlaces.Header
source: Decimal Places
zh_hans_cn: 保留小数位数

# Geometry_Area.Text
source: Area
zh_hans_cn: 面积

# Geometry_Perimeter.Text
source: Perimeter
zh_hans_cn: 周长

# Geometry_Angle_A_Cos.Text
source: Cosine value of angle opposite to side a
zh_hans_cn: a 边对角的 cos 值及角度

# Geometry_Angle_B_Cos.Text
source: Cosine value of angle opposite to side b
zh_hans_cn: b 边对角的 cos 值及角度

# Geometry_Angle_C_Cos.Text
source: Cosine value of angle opposite to side c
zh_hans_cn: c 边对角的 cos 值及角度

# Geometry_Triangle_Image.Text
source: Triangle Image
zh_hans_cn: 三角形图像

# Geometry_WaitingForCalculation.Text
source: Waiting for calculation
zh_hans_cn: 等待计算

# Geometry_InfoBar_Title.Title
source: Note
zh_hans_cn: 提示

# Geometry_InfoBar_Message.Message
source: This feature is not yet complete, please wait for future updates
zh_hans_cn: 本功能尚未完成，请等待后续版本升级

# Geometry_Error_Title
source: Input Error
zh_hans_cn: 输入错误

# Geometry_Error_InvalidNumber
source: Please ensure you have entered numbers
zh_hans_cn: 请确保您输入了数字

# Geometry_Error_NegativeNumber
source: Please enter numbers greater than 0
zh_hans_cn: 请输入大于0的数

# Geometry_Error_NotTriangle
source: Cannot form a triangle
zh_hans_cn: 无法构成三角形

# Geometry_Error_TriangleRule
source: The sum of any two sides must be greater than the third side
zh_hans_cn: 三角形的两边之和必须大于第三边

# Geometry_Angle_Degrees
source: degrees
zh_hans_cn: 度

# DatePage_TaskNameLabel
source: Event Name:
zh_hans_cn: 事件名称:

# DatePage_DateLabel
source: Target Date:
zh_hans_cn: 目标日期:

# DatePage_QuickDaysLabel
source: Quick Setup:
zh_hans_cn: 快速设置:

# DatePage_CustomDays
source: Custom
zh_hans_cn: 自定义

# DatePage_DaysAfter
source: {0} days later
zh_hans_cn: {0}天后

# DatePage_CustomDaysHeader
source: Custom Days
zh_hans_cn: 自定义天数

# DatePage_CustomDaysPlaceholder
source: Enter days
zh_hans_cn: 输入天数

# DatePage_ApplyButton
source: Apply
zh_hans_cn: 应用

# DatePage_NotificationCheckBox
source: Notify days remaining on startup
zh_hans_cn: 开机时通知剩余天数

# DatePage_AI_Title
source: AI Date Recommendations
zh_hans_cn: AI 推荐日期

# DatePage_AI_analyzing
source: AI is thinking...
zh_hans_cn: 正在分析任务名称...

# DatePage_AI_upcoming
source: Upcoming
zh_hans_cn: 即将到来的

# DatePage_AI_Limit
source: You've reached your limit of 25 AI analyses today. Please upgrade to the premium version to get unlimited usage rights.
zh_hans_cn: 您今天的 AI 分析次数已达到上限(25次)。请升级到高级版获取无限使用权限。

# DatePage_AI_nosuggestions
source: No suggestions found
zh_hans_cn: 没有找到相关日期建议

# DatePage_AI_Suggestion
source: Based on the event name, the following dates may be relevant to your plan:
zh_hans_cn: 根据事件名称分析，以下日期可能与您的计划相关:

# DatePage_AI_HighRelevance
source: High Relevance
zh_hans_cn: 高相关

# DatePage_AI_MediumRelevance
source: Relevant
zh_hans_cn: 相关

# DatePage_AI_LowRelevance
source: Possibly Relevant
zh_hans_cn: 可能相关

# DatePage_Tomorrow
source: Tomorrow
zh_hans_cn: 明天

# DatePage_DayAfterTomorrow
source: Day after tomorrow
zh_hans_cn: 后天

# DatePage_Today
source: Today
zh_hans_cn: 今天

# DatePage_DaysLeft
source: {0} days
zh_hans_cn: {0}天

# DatePage_Event_Today
source: Today is
zh_hans_cn: 今天就是

# DatePage_Event_Future
source: Today is {0} days away from
zh_hans_cn: 今天距离{0}还有

# DatePage_Event_Tomorrow
source: {0} is on
zh_hans_cn: {0}就在

# DatePage_Event_Past
source: Today is {0} days since
zh_hans_cn: 今天距离{0}已经过去了

# DatePage_Menu_Edit
source: Edit Card
zh_hans_cn: 编辑卡片

# DatePage_Menu_Pin
source: Pin as Floating Window
zh_hans_cn: 固定为悬浮窗

# DatePage_Menu_Delete
source: Delete Card
zh_hans_cn: 删除卡片

# DatePage_DeleteCard_Title
source: Delete Card
zh_hans_cn: 删除卡片

# DatePage_DeleteCard_Content
source: Are you sure you want to delete this card? This action cannot be undone.
zh_hans_cn: 确定要删除此卡片吗？此操作不可撤销。

# DatePage_DeleteCard_PrimaryButton
source: Delete
zh_hans_cn: 删除

# DatePage_DeleteCard_CloseButton
source: Cancel
zh_hans_cn: 取消

# DatePage_OperationFailed_Title
source: Operation Failed
zh_hans_cn: 操作失败

# DatePage_OperationFailed_Content
source: Cannot create floating window: {0}
zh_hans_cn: 无法创建悬浮窗: {0}

# DatePage_OperationFailed_CloseButton
source: OK
zh_hans_cn: 确定

# DatePage_DragDropFailed_Title
source: Operation Tip
zh_hans_cn: 操作提示

# DatePage_DragDropFailed_Content
source: Drag and drop operation failed, please try again.
zh_hans_cn: 拖放操作未能完成，请重试。

# DatePage_DragDropFailed_CloseButton
source: OK
zh_hans_cn: 确定

# DatePage_SaveFailed_Title
source: Warning
zh_hans_cn: 警告

# DatePage_SaveFailed_Content
source: File read/write error occurred, you can still use the software but will lose the save configuration function. Clicking Delete All may solve this problem.
zh_hans_cn: 文件读写出现错误，不过您还可以使用本软件，但是会丢失保存配置功能。点击删除全部可能会解决此问题

# DatePage_SaveFailed_CloseButton
source: Got it
zh_hans_cn: 知道了

# DatePage_Export_FileType
source: JSON Files
zh_hans_cn: JSON 文件

# DatePage_Export_Failed_Title
source: Error
zh_hans_cn: 错误

# DatePage_Export_Failed_Content
source: Unable to save file.
zh_hans_cn: 无法保存文件。

# DatePage_Export_Failed_CloseButton
source: OK
zh_hans_cn: 确定

# DatePage_Import_Failed_Title
source: Error
zh_hans_cn: 错误

# DatePage_Import_Failed_Content
source: Error occurred while importing file: {0}
zh_hans_cn: 导入文件时发生错误: {0}

# DatePage_Import_Failed_CloseButton
source: OK
zh_hans_cn: 确定

# Settings_ExportLog_FileType
source: Text Files
zh_hans_cn: 文本文件

# Settings_ExportLog_Success_Title
source: Export Successful
zh_hans_cn: 导出成功

# Settings_ExportLog_Success_Content
source: Diagnostic log has been successfully exported to: {0}
zh_hans_cn: 诊断日志已成功导出到：{0}

# Settings_ExportLog_Fail_Title
source: Export Failed
zh_hans_cn: 导出失败

# Settings_ExportLog_Fail_Content
source: Unable to complete file writing. Please check disk space and permissions.
zh_hans_cn: 无法完成文件写入。请检查磁盘空间和权限。

# Settings_ExportLog_Error_Title
source: Export Failed
zh_hans_cn: 导出失败

# Settings_ExportLog_Error_Content
source: Error occurred while exporting log: {0}
zh_hans_cn: 导出日志时发生错误：{0}

# Settings_ExportLog_CloseButton
source: OK
zh_hans_cn: 确定

# Settings_ApiKey.Header
source: API Key
zh_hans_cn: API 密钥

# Settings_Region.Header
source: Region
zh_hans_cn: 区域

# Settings_HotList.Header
source: Real-time Hotspots (Preview)
zh_hans_cn: 实时热点（预览）

# Settings_HotList.Description
source: You can view trending information from various platforms and weather conditions on the app homepage.
zh_hans_cn: 你可以在软件首页查看一些平台的热榜信息、天气状况。

# Settings_NewsSource.Header
source: News Source
zh_hans_cn: 新闻源选取

# Settings_Source_Douyin.Content
source: Douyin Trending
zh_hans_cn: 抖音热榜

# Settings_Source_Baidu.Content
source: Baidu Hot Search
zh_hans_cn: 百度热搜榜

# Settings_Source_Bilibili.Content
source: Bilibili Trending
zh_hans_cn: B站热榜

# Settings_Source_Weather.Content
source: Weather Alerts
zh_hans_cn: 天气预警信息

# Settings_Source_Weibo.Content
source: Weibo Hot Search
zh_hans_cn: 微博热搜榜

# Settings_HotListPolicy.Content
source: "Real-time Hotspots" Usage Policy
zh_hans_cn: “实时热点”使用政策

# Settings_AppInfo.Description
source: © ecomter 2025 All Rights Reserved
zh_hans_cn: © ecomter 2025 保留所有权利

# Settings_githubLink.Content
source: GitHub Repository
zh_hans_cn: GitHub 仓库

# Settings_PrivacyPolicy.Content
source: Privacy Policy
zh_hans_cn: 隐私政策

# Settings_TermsOfServiceDialog.Title
source: Terms of Service
zh_hans_cn: 使用条款

# Settings_TermsOfServiceDialog.PrimaryButtonText
source: I have read and agree
zh_hans_cn: 我已阅读并同意

# Settings_TermsOfServiceDialog.SecondaryButtonText
source: Cancel
zh_hans_cn: 取消

# Settings_TermsDescription.Text
source: This is a beta feature that may be removed in future versions.
zh_hans_cn: 这是一个测试性功能，可能会在未来的版本中被移除。

# Translator_OutputContent.Text
source: Output Content
zh_hans_cn: 输出内容

# Translator_PivitItem1.Header
source: Regular Translation
zh_hans_cn: 普通翻译

# Translator_PivitItem2.Header
source: Sequential Translation
zh_hans_cn: 连续翻译

# Translator_Error/Title
source: Initialization Error
zh_hans_cn: 初始化错误

# Translator_Error/Message
source: Language selection menu failed to load correctly
zh_hans_cn: 语言选择菜单未能正确加载

# Translator_MissingSettings/Title
source: Missing Information
zh_hans_cn: 缺少信息

# Translator_MissingSettings/Message
source: Please enter translation configuration in settings
zh_hans_cn: 请在设置中输入翻译的配置信息

# Translator_MissingInfo/Exception
source: Missing translation tool configuration information
zh_hans_cn: 缺少翻译工具配置信息

# Translator_SequenceInProgress/Message
source: Sequential translation in progress...
zh_hans_cn: 顺序翻译进行中...

# Translator_SequenceComplete/Message
source: Sequential translation complete!
zh_hans_cn: 顺序翻译完成！

# Translator_TranslationError/Message
source: An error occurred during translation!
zh_hans_cn: 翻译过程中出现错误！

# Translator_HistoryOriginal
source: Original text ({0}): {1}
zh_hans_cn: 原始文本 ({0}): {1}

# Translator_HistoryStep
source: Step {0}: {1} -> {2}
zh_hans_cn: 步骤 {0}: {1} -> {2}

# Translator_SequenceStatus
source: Sequential translation: Step {0}/{1} - {2}
zh_hans_cn: 顺序翻译中：步骤 {0}/{1} - {2}

# Translator_SaveError
source: Failed to save translation sequence settings: {0}
zh_hans_cn: 保存翻译序列设置失败: {0}

# Translator_LoadError
source: Failed to load translation sequence settings: {0}
zh_hans_cn: 加载翻译序列设置失败: {0}

# Translator_ReverseButton.Content
source: Reverse Translation
zh_hans_cn: 反向翻译

# Translator_SequenceButton.Content
source: Sequential Translation
zh_hans_cn: 连续翻译

# Translator_SequenceSettings.Header
source: Sequential Translation Settings
zh_hans_cn: 连续翻译设置

# Translator_SourceLanguage.Text
source: Source Language
zh_hans_cn: 源语言

# Translator_Step.Text
source: Step
zh_hans_cn: 步骤

# Translator_TargetLanguage.Text
source: Target Language
zh_hans_cn: 翻译为

# Translator_TranslateButton.Content
source: Translate
zh_hans_cn: 普通翻译

# Translator_TranslationOrder.Text
source: Translation Order
zh_hans_cn: 翻译顺序

# Translator_StatusBar.Title
source: Complete
zh_hans_cn: 完成

# Translator_StatusBar.Message
source: You have completed all configuration items and are ready for translation
zh_hans_cn: 您已填写所有配置项，可以进行翻译了

# AppDisplayName
source: eComBox-Simple Toolbox
zh_hans_cn: eComBox-简易工具箱

# AppDescription
source: eComBox-Simple Toolbox is a toolbox UWP application developed by ecomter that supports date calculations and simple geometric calculations.
zh_hans_cn: eComBox-简易工具箱是 ecomter 开发的一款工具箱 UWP 应用，支持日期计算和简单的集合计算。

# Shell_Date.Content
source: Date Calculator
zh_hans_cn: 日期计算

# Geometry_PivotItem1.Header
source: Solve Triangles
zh_hans_cn: 解三角形

# Geometry_PivotItem2.Header
source: Solve Lines
zh_hans_cn: 圆锥曲线

# Shell_Geometry.Content
source: Geometry Tools
zh_hans_cn: 几何工具

# Shell_Home.Content
source: Home
zh_hans_cn: 首页

# Settings_Theme_Dark.Content
source: Dark
zh_hans_cn: 暗色

# Settings_Theme_Default.Content
source: Auto
zh_hans_cn: 跟随系统

# Settings_Theme_Light.Content
source: Light
zh_hans_cn: 亮色

# Settings_About.Text
source: About
zh_hans_cn: 关于此应用

# Settings_AboutDescription.Text
source: eComBox-Simple Toolbox is a toolbox UWP application developed by ecomter that supports date calculations and simple geometric calculations.
zh_hans_cn: eComBox-简易工具箱是 ecomter 开发的一款工具箱 UWP 应用，支持日期计算和简单的几何计算。

# Settings_PrivacyTermsLink.Content
source: Feedback
zh_hans_cn: 邮件反馈

# FirstRunDialog.Title
source: Welcome
zh_hans_cn: 欢迎使用

# FirstRunDialog.PrimaryButtonText
source: OK
zh_hans_cn: 好的，我试试

# Shell_translator.Content
source: Translator Tool
zh_hans_cn: 翻译工具

# HomePage_Date_Description.Text
source: Calculate the number of days until the target date with a countdown function.
zh_hans_cn: 计算距离目标日期的天数，兼具倒计时功能。

# HomePage_Date_Title.Text
source: Date Calculator
zh_hans_cn: 日期计算

# HomePage_Geo_Description.Text
source: Solve common calculations in analytical geometry such as triangles and conic sections.(Building)
zh_hans_cn: 解三角形，直线和圆等解析几何的常见计算。

# HomePage_Geo_Title.Text
source: Geometry Tools
zh_hans_cn: 几何工具

# LanguageExpander.Description
source: Select application language (requires restart)
zh_hans_cn: 选择应用程序语言（需要重启）

# LanguageExpander.Header
source: App Language
zh_hans_cn: 应用程序语言

# ThemeSelection.Description
source: Select which theme to display in the application
zh_hans_cn: 选择要显示的应用程序主题

# ThemeSelection.Header
source: App Theme
zh_hans_cn: 应用程序主题

# AppDisplayNamet.Text
source: eComBox-Simple Toolbox
zh_hans_cn: eComBox-简易工具箱

# Translator_AutoDetect
source: Auto Detect
zh_hans_cn: 自动检测

# Translator_Lang_Albanian
source: Albanian
zh_hans_cn: 阿尔巴尼亚语

# Translator_Lang_Amharic
source: Amharic
zh_hans_cn: 阿姆哈拉语

# Translator_Lang_Arabic
source: Arabic
zh_hans_cn: 阿拉伯语

# Translator_Lang_Assamese
source: Assamese
zh_hans_cn: 阿萨姆语

# Translator_Lang_Azerbaijani
source: Azerbaijani (Latin)
zh_hans_cn: 阿塞拜疆语(拉丁语)

# Translator_Lang_Irish
source: Irish
zh_hans_cn: 爱尔兰语

# Translator_Lang_Estonian
source: Estonian
zh_hans_cn: 爱沙尼亚语

# Translator_Lang_HmongDaw
source: Hmong Daw (Latin)
zh_hans_cn: 白苗语（拉丁语）

# Translator_Lang_Bulgarian
source: Bulgarian
zh_hans_cn: 保加利亚语

# Translator_Lang_Icelandic
source: Icelandic
zh_hans_cn: 冰岛语

# Translator_Lang_Polish
source: Polish
zh_hans_cn: 波兰语

# Translator_Lang_Bosnian
source: Bosnian (Latin)
zh_hans_cn: 波斯尼亚语(拉丁语系)

# Translator_Lang_Persian
source: Persian
zh_hans_cn: 波斯语

# Translator_Lang_Afrikaans
source: Afrikaans
zh_hans_cn: 布尔语

# Translator_Lang_Dari
source: Dari
zh_hans_cn: 达里语

# Translator_Lang_Danish
source: Danish
zh_hans_cn: 丹麦语

# Translator_Lang_German
source: German
zh_hans_cn: 德语

# Translator_Lang_LowGerman
source: Low German
zh_hans_cn: 低地德语

# Translator_Lang_Dhivehi
source: Dhivehi
zh_hans_cn: 迪维希语

# Translator_Lang_Russian
source: Russian
zh_hans_cn: 俄语

# Translator_Lang_Faroese
source: Faroese
zh_hans_cn: 法罗语

# Translator_Lang_French
source: French
zh_hans_cn: 法语

# Translator_Lang_FrenchCanada
source: French (Canada)
zh_hans_cn: 法语（加拿大）

# Translator_Lang_Filipino
source: Filipino
zh_hans_cn: 菲律宾语

# Translator_Lang_Fijian
source: Fijian
zh_hans_cn: 斐济语

# Translator_Lang_Finnish
source: Finnish
zh_hans_cn: 芬兰语

# Translator_Lang_Khmer
source: Khmer
zh_hans_cn: 高棉语

# Translator_Lang_Georgian
source: Georgian
zh_hans_cn: 格鲁吉亚语

# Translator_Lang_Gujarati
source: Gujarati
zh_hans_cn: 古吉拉特语

# Translator_Lang_Kazakh
source: Kazakh
zh_hans_cn: 哈萨克语

# Translator_Lang_HaitianCreole
source: Haitian Creole
zh_hans_cn: 海地克里奥尔语

# Translator_Lang_Korean
source: Korean
zh_hans_cn: 韩语

# Translator_Lang_Hausa
source: Hausa
zh_hans_cn: 豪萨语

# Translator_Lang_Dutch
source: Dutch
zh_hans_cn: 荷兰语

# Translator_Lang_Montenegrin
source: Montenegrin
zh_hans_cn: 黑山语

# Translator_Lang_Hebrew
source: Hebrew
zh_hans_cn: 希伯来语

# Translator_Lang_Greek
source: Greek
zh_hans_cn: 希腊语

# Translator_Lang_Hungarian
source: Hungarian
zh_hans_cn: 匈牙利语

# Translator_Lang_Hindi
source: Hindi
zh_hans_cn: 印地语

# Translator_Lang_Indonesian
source: Indonesian
zh_hans_cn: 印度尼西亚语

# Translator_Lang_Inuktitut
source: Inuktitut
zh_hans_cn: 因纽特语

# Translator_Lang_InuktitutLatin
source: Inuktitut (Latin)
zh_hans_cn: 因纽特语(拉丁语)

# Translator_Lang_Italian
source: Italian
zh_hans_cn: 意大利语

# Translator_Lang_Yoruba
source: Yoruba
zh_hans_cn: 约鲁巴语

# Translator_Lang_Galician
source: Galician
zh_hans_cn: 加利西亚语

# Translator_Lang_Catalan
source: Catalan
zh_hans_cn: 加泰罗尼亚语

# Translator_Lang_Czech
source: Czech
zh_hans_cn: 捷克语

# Translator_Lang_Kannada
source: Kannada
zh_hans_cn: 卡纳达语

# Translator_Lang_Kashubian
source: Kashubian
zh_hans_cn: 卡舒比语

# Translator_Lang_Klingon
source: Klingon (Latin)
zh_hans_cn: 克林贡语

# Translator_Lang_KlingonPlqaD
source: Klingon (plqaD)
zh_hans_cn: 克林贡语(plqaD)

# Translator_Lang_Croatian
source: Croatian
zh_hans_cn: 克罗地亚语

# Translator_Lang_KurdishCentral
source: Kurdish (Central)
zh_hans_cn: 库尔德语(中部)

# Translator_Lang_KurdishNorthern
source: Kurdish (Northern)
zh_hans_cn: 库尔德语(北部)

# Translator_Lang_Latin
source: Latin
zh_hans_cn: 拉丁语

# Translator_Lang_Latvian
source: Latvian
zh_hans_cn: 拉脱维亚语

# Translator_Lang_Lithuanian
source: Lithuanian
zh_hans_cn: 立陶宛语

# Translator_Lang_Lingala
source: Lingala
zh_hans_cn: 林加拉语

# Translator_Lang_Luxembourgish
source: Luxembourgish
zh_hans_cn: 卢森堡语

# Translator_Lang_Kinyarwanda
source: Kinyarwanda
zh_hans_cn: 卢旺达语

# Translator_Lang_Romanian
source: Romanian
zh_hans_cn: 罗马尼亚语

# Translator_Lang_Maltese
source: Maltese
zh_hans_cn: 马耳他语

# Translator_Lang_Marathi
source: Marathi
zh_hans_cn: 马拉地语

# Translator_Lang_Malayalam
source: Malayalam
zh_hans_cn: 马拉雅拉姆语

# Translator_Lang_Malay
source: Malay (Latin)
zh_hans_cn: 马来语(拉丁语系)

# Translator_Lang_Macedonian
source: Macedonian
zh_hans_cn: 马其顿语

# Translator_Lang_Maori
source: Maori
zh_hans_cn: 毛利语

# Translator_Lang_MongolianCyrillic
source: Mongolian (Cyrillic)
zh_hans_cn: 蒙古语(西里尔文)

# Translator_Lang_MongolianTraditional
source: Mongolian (Traditional)
zh_hans_cn: 蒙古语(传统)

# Translator_Lang_Burmese
source: Burmese
zh_hans_cn: 缅甸语

# Translator_Lang_Nepali
source: Nepali
zh_hans_cn: 尼泊尔语

# Translator_Lang_Norwegian
source: Norwegian
zh_hans_cn: 挪威语

# Translator_Lang_Punjabi
source: Punjabi
zh_hans_cn: 旁遮普语

# Translator_Lang_PortugueseBrazil
source: Portuguese (Brazil)
zh_hans_cn: 葡萄牙语（巴西）

# Translator_Lang_PortuguesePortugal
source: Portuguese (Portugal)
zh_hans_cn: 葡萄牙语(葡萄牙)

# Translator_Lang_Pashto
source: Pashto
zh_hans_cn: 普什图语

# Translator_Lang_Nyanja
source: Chichewa
zh_hans_cn: 齐切瓦语

# Translator_Lang_Japanese
source: Japanese
zh_hans_cn: 日语

# Translator_Lang_Swedish
source: Swedish
zh_hans_cn: 瑞典语

# Translator_Lang_Samoan
source: Samoan (Latin)
zh_hans_cn: 萨摩亚语(拉丁语)

# Translator_Lang_SerbianCyrillic
source: Serbian (Cyrillic)
zh_hans_cn: 塞尔维亚语（西里尔）

# Translator_Lang_SerbianLatin
source: Serbian (Latin)
zh_hans_cn: 塞尔维亚语（拉丁）

# Translator_Lang_Sinhala
source: Sinhala
zh_hans_cn: 僧伽罗语

# Translator_Lang_Slovak
source: Slovak
zh_hans_cn: 斯洛伐克语

# Translator_Lang_Slovenian
source: Slovenian
zh_hans_cn: 斯洛文尼亚语

# Translator_Lang_Swahili
source: Swahili (Latin)
zh_hans_cn: 斯瓦希里语（拉丁语）

# Translator_Lang_Telugu
source: Telugu
zh_hans_cn: 泰卢固语

# Translator_Lang_Tamil
source: Tamil
zh_hans_cn: 泰米尔语

# Translator_Lang_Thai
source: Thai
zh_hans_cn: 泰语

# Translator_Lang_Tahitian
source: Tahitian
zh_hans_cn: 塔希提语

# Translator_Lang_Turkish
source: Turkish
zh_hans_cn: 土耳其语

# Translator_Lang_Turkmen
source: Turkmen (Latin)
zh_hans_cn: 土库曼语(拉丁语)

# Translator_Lang_Welsh
source: Welsh
zh_hans_cn: 威尔士语

# Translator_Lang_Urdu
source: Urdu
zh_hans_cn: 乌尔都语

# Translator_Lang_Ukrainian
source: Ukrainian
zh_hans_cn: 乌克兰语

# Translator_Lang_Uzbek
source: Uzbek (Latin)
zh_hans_cn: 乌兹别克语(拉丁文)

# Translator_Lang_Spanish
source: Spanish
zh_hans_cn: 西班牙语

# Translator_Lang_Vietnamese
source: Vietnamese
zh_hans_cn: 越南语

# Translator_Lang_ChineseClassical
source: Chinese (Classical)
zh_hans_cn: 中文(文言文)

# Translator_Lang_ChineseSimplified
source: Chinese (Simplified)
zh_hans_cn: 中文(简体)

# Translator_Lang_ChineseTraditional
source: Chinese (Traditional)
zh_hans_cn: 中文(繁体)

# Translator_Lang_Zulu
source: Zulu
zh_hans_cn: 祖鲁语

# HomePage_Translator_Description.Text
source: Translated twenty times in a row by Microsoft Translator
zh_hans_cn: 通过微软翻译连续翻译二十遍

# HomePage_Translator_Title.Text
source: Translator Tool
zh_hans_cn: 翻译工具

# Translator_Lang_English
source: English
zh_hans_cn: 英语
